"%@ - Offline" = "%@ - Ngoại tuyến";

"3D Secure" = "Bảo mật 3D";

"Add New Card…" = "Thêm thẻ mới...";

"Add a Card" = "Thêm thẻ";

"Apt." = "Căn hộ";

"Contact" = "Liên hệ";

"Delivery" = "Giao hàng";

"Delivery Address" = "Địa chỉ giao hàng";

"Free" = "Miễn phí";

"Invalid Shipping Address" = "Địa chỉ vận chuyển không hợp lệ";

"Loading…" = "Đang tải...";

"Multibanco" = "Multibanco";

"Next" = "Tiếp";

"Online Banking (FPX)" = "Ngân hàng Trực tuyến (FPX)";

"Payment Method" = "Phương thức thanh toán";

"Shipping" = "Vận chuyển";

"Shipping Method" = "Phương thức vận chuyển";

"Use Billing" = "Sử dụng Hóa đơn";

"Use Delivery" = "Sử dụng Giao hàng";

"Use Shipping" = "Chọn Vận chuyển";
